a = input ('Enter a : ')
b = input ('Enter b : ')

if a == b:
    print ('Значения равны')
else:
    print ('Значение не равны')

# ------------------------------------
    
# a1 = int(input ('Enter a1 : '))
# b1 = 2
# c1 = a1 % b1
# if c1 == 0:
#     print('Число кратно ', b1) 
# else:
#     print('Число не кратно ', b1)

# -----------------------------------

# a = int(input ('Введите значение а : '))
# b = int(input ('Введите значение b : '))
# c = int(input ('Введите значение c : '))
# if a > b and a > c:
#     print ('Максимальное значение А')
# elif b > a and b > c:
#     print ('Максимальное значение B')
# elif c > a and c > b:
#     print ('Максимальное значение C')

# ------------------------------------

# a = [9, 6, 10, 13, 1]
# a.sort()
# print (a)
# print (len(a))

# ------------------------------------

# a = [8, 3, 1, 1, 9, 1]
# a.count(1)
# b = a.count(1)
# print(b)
# c = b % 3
# if c  == 0:
#     print ('B кратно 3')
# else:
#     print ('b не кратно 3')
# 
# --------------------------------------

# def test6 (x, z):
#     y = x ** 2 - z * x + 5 * z
#     print (y)
# test6 (10,1)
# test6 (15,35)

# -------------------------------------

# a= [10, 1, 'python', -4, True]
# print (a)
# a.pop (0)
# print (a)
